const json = `[{
    "name": "Бэтмэн",
    "index": "batman",
    "picture": "assets/images/batman.jpeg",
    "alterEgo": "Брюс Уэйн",
    "job": "борец с преступностью, филантроп, миллиардер",
    "powers": "интеллект, обширные познания, знания боевых искусств, ловкость",
    "addInfo": "по популярности человек-летучая мышь может сравниться только с Суперменом. Его образ кажется очень мистическим и мрачным: черный костюм с развевающимся плащом, устрашающий Бэтмобиль, штаб-квартира в сырой пещере. Его биография настолько же темна, как и образ. В детстве у него на глазах убили родителей, и юный Брюс поклялся всеми силами защищать родной Готэм от преступности."
}, {
    "name": "Супермен",
    "index": "superman",
    "picture": "assets/images/superMan.jpeg",
    "alterEgo": "Кларк Кент",
    "job": "борец за справедливость",
    "powers": "непробиваемость, суперсила, полет, самоисцеление, суперзрение и суперслух, классный костюм",
    "addInfo": "полная противоположность своему противнику Бэтмену. Если Брюс Уэйн был простым человеком и стал героем, то Супермен героем родился, но вынужден был изображать выходца из бедной канзасской семьи. Последний представитель планеты Криптон был отправлен на Землю прямо перед тем, как его родина была уничтожена. "
}, {
    "name": "Железный человек",
    "index": "ironman",
    "picture": "assets/images/ironMan.jpeg",
    "alterEgo": "Тони Старк",
    "job": "гений, миллиардер, плейбой, филантроп",
    "powers": "высокий уровень интеллекта, широкие познания науки и техники, связь со всемирной паутиной, бронекостюмы",
    "addInfo": "пожалуй, самый популярный современный супергерой. У него много общего с мрачной птицей ночи Бэтменом: оба потеряли родителей в детстве, стали борцами с преступностью без особых сверхсил, невероятно богатые. Только если Бэтменом восхищаются, то Тони Старка — обожают :) То ли дело в шикарной актерской игре Роберта Дауни мл., который выбил роль у Николаса Кейджа и Тома Круза, то ли в хорошо прописанном персонаже."
}, {
    "name": "Человек-паук",
    "index": "spiderman",
    "picture": "assets/images/spiderMan.jpeg",
    "alterEgo": "Питер Паркер",
    "job": "борец за справедливость, студент, фотограф",
    "powers": "сверхчеловеческие рефлексы, «паучье чутье», способность прилепляться к твердым поверхностям, производство паутины",
    "addInfo": "Человек-паук родился от потребности Marvel Comics создать героя-подростка. Другие супергерои вроде Бэтмена и Супермена — взрослые мужчины, и целевая аудитория не видела в них примеры для подражания. Пятнадцатилетний Питер Паркер дал понять всем тинейджерам Земли, что можно и злодеев уничтожить, и на красавице жениться. Для этого даже не обязательно быть суперкрасавчиком! Всего лишь нужен укус паучка:)"
}, {
    "name": "Тор",
    "index": "thor",
    "picture": "assets/images/thor.jpeg",
    "job": "борец за справедливость, скандинавский бог",
    "powers": "все, что может бог, плюс молот Мьелнир",
    "addInfo": "персонаж Тора основан на образе одноименного скандинавского бога. Тор во вселенной Marvel — родной сын Одина и древнейшей богини Геи. После рождения сына Один забрал его в Асгард, где растил вместе со своей женой, богиней Фригг. Последнюю Тор всегда считал своей настоящей матерью и лишь много позже узнал правду о своем рождении."
}, {
    "name": "Чудо-женщина",
    "index": "wonderWoman",
    "picture": "assets/images/wonderWoman.jpeg",
    "alterEgo": "Диана Принс",
    "job": "супергероиня, секретарь-референт",
    "powers": "сверхчеловеческая сила и скорость, выносливость, полет",
    "addInfo": "Принцесса-амозонка родилась на мистическом острове Темескира, расположенном в центре Бермудского треугольника, где пропадают самолеты. Свое настоящее имя — Диана — она получила в честь древнегреческой богини охоты, а суперспособности — от богини любви Афродиты. Растили героиню в исключительно женском обществе, поэтому Чудо-женщина часто появляется в культуре как символ феминизма."
}]`;